{"data":[{"tit": "What is the ‘combined pill’?", "con": "\n‘The combined pill, which may also be called ‘the pill or ‘combined oral contraceptives’ or ‘COC’ contains two hormones:\nestrogen and progestin. These are hormones that are similar to the natural hormones found in women’s bodies. The combined\n\npill is also available as a ‘low dose’ pill»\n\n"},
  {"tit": "What are male condoms?", "con": "u2018A condom is a thin rubber (latex or poly urethane) balloon that fits over the penis when the penis is erect. The condom stops\n‘sperm from entering the vagina, so it prevents pregnancy. Condoms are 98% effective in preventing pregnancy if used\ncorrectly (every time a couple has sex). Because sexually transmitted infections (STIs) are passed on through fluids mixing\n\n«during vaginal, oral or anal sex, condoms also protect against these infections. In fact, male condoms and female condoms\nare the only kind of contraception that provides protection against STIs."},
  {"tit": "What are female condoms?", "con": "\n\nFemale condoms can be made of poly uréthane or latex. The female condom is put into the vagina and loosely lines it. If used\ncorrectly, the female condom stops sperm from entering the vagina, so it prevents pregnancy. The female condom is 95%\neffective, if used correctly every time a couple has sex. Because sexually transmitted infections (STIs) are passed on\nthrough fluids mixing during vaginal, oral or anal sex, condoms also protect against these diseases. In fact male condoms and\n\nfemale condoms are the only kind of contraception that protect against STIs"},
  {"tit": "How to Use Abortion Pills", "con": "\n\nNOTE: The contents of this website are for informational purposes only and are not a substitute for advice\nfrom a medical provider.\n\nAbortion pills are a safe and effective way to end a pregnancy. However, in many states the law requires that,\nabortion pills be given by licensed health care clinicians, and a person who uses abortion pills that were not obtained\nthrough a clinician may face criminalization.\n\nFrequently Asked Questions\n\nMisoprostol, used alone or in combination with mifepristone, is a safe and effective way to end a pregnancy in the\nfirst 12 weeks. It is approved by the World Health Organization as a safe abortion method for use with or without a\nclinician and has been used successfully by millions of people around the world.\n\nAll of the information in the FAQs is based on protocols developed by the World Health Organization. Please read\ncarefully and contact SASS if you have any questions.\n\n"},
  {"tit": "How does the combined pill work?", "con": "\n\n‘The combined pill works primarily by preventing the release of eggs from the ovaries (the release of eggs is called ovulation).\nCombined pills als change the cervical mucus and the endometrium. These changes make it difficult for sperm to move\nthrough and reach an egg. With ‘perfect use’ (taking the pill EVERY DAY at the same time) the failure rate is 0.3% and w ith\n‘typical use’ (including inconsistent or incorrect use) the failure rate is 9% 47\n\n"},
  {"tit": "When can I start taking the combined pill?", "con": "\n\n‘The combined pill can be inflated at any time. tf aw oman starts the combined pill within 5 days after the start of her monthly\nbleeding or within 5 days after an abortion, there no need for a backup method: she will be immediately protected. If itis,\nmore than 5 days after the start of her monthly bleeding or an abortion, she can start the combined pill any time, but she will\nneed a backup method for the first 7 days of taking the pils (if she is taking the estradiol valerate/dienogest pil she needs to\nuse a backup method for 9 days). Condoms (male or female) are an excellent back-up method\n\nAfter giving birth and if aw oman is not breastfeeding, she can start taking the combined pill 3 w eeks after giving birth. If she\n\nis breastfeeding, she can start the combined pil when the baby is 6 months old. At this point the combined pill won't interfere\nwth her ability to breastfeed. For aw oman w ho is breastfeeding and w hose baby is less than 6 months old, the progestin\n\nonly pill is the recommended pill. She should not use a combined pill. 647\n\n"},
  {"tit": "What is progestin only pill?", "con": "\n‘The progestin only pill (also called the “mini pill”, POP and progestin-only contraceptive) contains very low doses of a progestin\nthat is like the natural hormone progesterone in a w oman’s body. Progestin only pills can be composed either of\nnorethisterone, levonorgestrel, etynodiol diacetate or desogestrel\n\n‘The progestin only pill can be used throughout breastfeeding and by w omen w ho cannot use methods w ith estrogen (ike\ncombined pils).\n\n"},
  {"tit": "How does the progestin only pill work?", "con": "\n\n‘+ The progestin only pil thickens cervical mucus (this blocks the sperm from meeting an egg)\n\n‘+ The progestin only pill also disrupts the menstrual cyce, including preventing the release of eggs from the ovaries\n(ovulation) in 97% (of desogestrel) and 60% (other progestin) of w omen. #\n\n+ If used consistently (taking a pill every day without forgetting at the same time) Progestin Only Fills are more than 99%\neffective at preventing pregnancy for all w omen\n\n‘+ With ‘typical use’ (w hen w omen miss a pill or take it at the w rong time occasionally during the month) itis still very\neffective for w omen w ho are breastfeeding. There will be approximately 1 pregnancy in every 100 women\nusing Progestin Only pills over a year (1% failure rate). Itis less effective for w omen w ho are not breastfeeding.\n‘About 3-10 w omen in every 100 w omen using progestin only pills (w ith typical use’) over a year w ill get pregnant\n(3-10% failure rate).46\n\n‘+ Data suggest that all progestin only pills are equally effective at preventing pregnancy.\n\n"},
  {"tit": "When can I start the progestin only pill?", "con": "\n\n‘The progestin-only pill can be initiated at any time. tf a w oman starts within 5 days after the start of her monthly bleeding or 5\ndays after an abortion, there is no need for a backup method; she w ill be immediately protected. if more than 5 days have\npassed after the start of her monthly bleeding or abortion, she can start the progestin-only pills any time. How ever, she w ill\nNeed a back-up method for the first tw o days of taking the pills. She can use condoms as back-up method\n\nif a woman has given birth and is breastfeeding she can start taking the progestin-only pill6 w eeks after giving birth. f she\nisn't breastfeeding, she can begin taking progestin-only pills anytime up to 4 w eeks after giving birth without the need for any\nother contraception. If that's been more than 4 w eeks since giving birth then she will need to use a backup method such as\ncondoms for at least 2 days.\n\nIf the w oman continues to breastfeed, she can change to the combined pill w hen the baby is 6 months old; at this point the\nCombined pill does not interfere with the ability to breast feed. For w omen w ho breastfeed and the baby is less than six\nmonths, the progestogen pill is the recommended pill, w omen should not use a combined contraceptive pill 47\n\n"},
  {"tit": "What is Emergency Contraception (EC, the Morning After Pill)?", "con": "\n\nEmergency contraception is birth control that can prevent pregnancy after unprotected sex. Emergency contraception is also\ncalled \"the morning after pil or EC. A woman can use emergency contraception right aw ay, or up to five days after sex, ita\nW oman thinks that her birth control failed or if she had unprotected sex without contraception\n\nEmergency contraception makes it much less likely that a w oman w ill get pregnant. How ever, emergency contraception is not\nas effective as birth control that's used before or during sex, such as condoms, birth control pills, or an IUD.\n\nEmergency contraception (also called \"morning after pils\") options around the world include:\n\n‘+ Progestin Only EC (Levonorgestrel 1.5 mg)\n\n\"Combined\" emergency contraceptive pils. (2 doses of 0.5 mg of levonorgestrel and 0,1mg of ethiny| estradiol taken 12\nhours apart)\n\nUlipristal acétate (30 mg)\n\nMifepristone (25mg)\n\nCopper-T intrauterine Device (IUD)\n\n"},
  {"tit": "How does Progestin Only Pill (emergency contraception) work?", "con": "\n‘The EC doesn't protect you if you have unprotected intercourse after taking EC.\n\nIf a woman uses Progestin-only Emergency Contraception within the first 24 hours of unprotected sex, her risk of pregnancy\nis reduced by 95%. Overall, Progestin-only Emergency Contraception can reduce the risk of pregnancy by 88%. The longer\na woman waits to use Emergency Contraception, the less effective itis. For each w oman, it depends on where she’s inner\ncycle when she has unprotected sex. For example, if a w oman is about to ovulate, she may risk pregnancy if she waits 5\n\ndays to take EC. If aw oman is already ovulating (the egg is in the fallopian tupes) than the Emergency Contraception may not\nwork even w hen taken right aw ay.5?\n\nEmergency Contraception doesn't prevent pregnancy from intercourse that occurs after its use\n\n"},
  {"tit": "When can I start the pill after using emergency contraception?", "con": "\n\n‘Women can start the contraceptive pill immediately after using emergency contraception, but she w il need a backup method\nor the first 7 days of taking the pills (if she is taking the estradiol valerate/dienogest pill she needs to use a backup method for\n9 days). Condoms can be used as a back-up method. if she doesnt get her menstruation 2-4 w eeks after using the\n‘emergency contraception she should take a pregnancy test\n\n\n"}]}